<?php

return [
    'bleeding' => [
        'name' => 'Кровотеча',
        'description' => 'Змушує ціль втрачати здоров’я протягом 3 ходів.',
    ],
    'accuracy_reduction' => [
        'name' => 'Зменшення точності',
        'description' => 'Зменшує точність ворога на 3 ходи.',
    ],
    'stun' => [
        'name' => 'Оглушення',
        'description' => 'Перешкоджає ворогу діяти протягом 1 ходу.',
    ],
    'damage_reduction' => [
        'name' => 'Зменшення урону',
        'description' => 'Знижує урон ворога на 3 ходи.',
    ],
];
