<?php

return [
    //weapons
    'sharp_tooth' => [
        'name' => 'Гострий Зуб',
        'description' => 'Дешевий ніж з грубо обробленої сталі, який підійде для різання, кидання або відчаю, але не для серйозної битви.',
    ],
    'butcher_apprentice_axe' => [
        'name' => 'Топор учня мʼясника',
        'description' => 'Грубий бойовий топор, викуваний з важкого заліза. Недбалий баланс і тупе лезо не роблять його ідеальним, але в руках відчайдушного може завдати смертельного удару.',
    ],
    'rusty_sword' => [
        'name' => 'Іржавий меч',
        'description' => 'Старий меч, що бачив чимало боїв. Лезо затуплене, але ще здатне вражати ворогів.',
    ],
    'cracked_mace' => [
        'name' => 'Тріщата булава',
        'description' => 'Важка дерев’яна булава з тріщинами. Недосконала, але може завдати болю.',
    ],

    //shields
    'wooden_shield' => [
        'name' => 'Дерев’яний Щит Початківця',
        'description' => 'Простий щит з дуба. Може витримати кілька ударів і подарувати відчуття безпеки.',
    ],

    //armors
    'leather_spirit' => [
        'name' => 'Шкіряний Дух Мандрівника',
        'description' => 'Проста, але надійна броня з грубої шкіри, яку носять мисливці, початківці та ті, кому треба легкий захист без зайвого тягаря. Пахне дьогтем і пригодами.',
    ],
    'metal_helmet' => [
        'name' => 'Металевий Шолом Новачка',
        'description' => 'Старий, трохи пом’ятий шолом зі сталі. Надійно прикриває голову від легких ударів, але залишає вуха холодними. Ідеальний для тих, хто тільки починає шлях воїна.',
    ],
    'worker_gloves' => [
        'name' => 'Рукавиці Робітника',
        'description' => 'Шкіряні рукавиці з мозолями. Служать скромним, але надійним захистом для рук.',
    ],
    'apprentice_pants' => [
        'name' => 'Штани Учня',
        'description' => 'Зношені штани з грубого полотна. Не захистять від меча, але не сковують рухів.',
    ],
    'novice_boots' => [
        'name' => 'Черевики Новачка',
        'description' => 'Легкі черевики зі старої шкіри. Допомагають швидше бігати та краще триматися на ногах.',
    ],

    //jewelrys
    'beginner_amulet' => [
        'name' => 'Амулет Початківця',
        'description' => 'Простий дерев’яний амулет на шкіряній нитці. Допомагає трішки більше щастити в бою.',
    ],
    'apprentice_ring' => [
        'name' => 'Кільце Практиканта',
        'description' => 'Легке металеве кільце. Його носять новачки, що прагнуть пришвидшити свої рухи.',
    ],
];
